Repository: MustangYM/Compositor
Catalog: Compositor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

source: · [ ] size · Shift-[ ] hardness · 1–0 opacity · Escape cancel · Space to pan
de: · [ ] Größe · Umschalt-[ ] Härte · 1–0 Deckkraft · Esc abbrechen · Leertaste zum Verschieben
es: · [ ] tamaño · Shift-[ ] dureza · 1–0 opacidad · Escape cancelar · Espacio desplazar
fr: · [ ] taille · Maj-[ ] dureté · 1–0 opacité · Échap annuler · Espace déplacer la vue
ja: · [ ] サイズ · Shift-[ ] 硬さ · 1–0 不透明度 · Escape キャンセル · Space パン
ko: · [ ] 크기 · Shift-[ ] 경도 · 1–0 불투명도 · Escape 취소 · Space 화면 이동
pt_br: · [ ] tamanho · Shift-[ ] dureza · 1–0 opacidade · Escape cancelar · Espaço deslocar
zh_hans: · [ ] 调整大小 · Shift-[ ] 调整硬度 · 1–0 设置不透明度 · Esc 取消 · 空格键平移
zh_hant: · [ ] 調整大小 · Shift-[ ] 調整硬度 · 1–0 設定不透明度 · Esc 取消 · 空格鍵平移

source: · [ ] size · Shift-[ ] hardness · 1–0 strength · Space to pan
de: · [ ] Größe · Umschalt-[ ] Härte · 1–0 Stärke · Leertaste zum Verschieben
es: · [ ] tamaño · Shift-[ ] dureza · 1–0 intensidad · Espacio desplazar
fr: · [ ] taille · Maj-[ ] dureté · 1–0 intensité · Espace déplacer la vue
ja: · [ ] サイズ · Shift-[ ] 硬さ · 1–0 強さ · Space パン
ko: · [ ] 크기 · Shift-[ ] 경도 · 1–0 강도 · Space 화면 이동
pt_br: · [ ] tamanho · Shift-[ ] dureza · 1–0 intensidade · Espaço deslocar
zh_hans: · [ ] 调整大小 · Shift-[ ] 调整硬度 · 1–0 设置强度 · 空格键平移
zh_hant: · [ ] 調整大小 · Shift-[ ] 調整硬度 · 1–0 設定強度 · 空格鍵平移

source: Selection
de: Auswahl
es: Selección
fr: Sélection
ja: 選択範囲
ko: 선택 영역
pt_br: Seleção
zh_hans: 选区
zh_hant: 選取範圍

source: “%1$@” is a folder, which has no pixels of its own. Paint on a layer inside it, or on the folder’s mask.
de: „%1$@“ ist eine Gruppe ohne eigene Pixel. Malen Sie auf einer enthaltenen Ebene oder auf der Gruppenmaske.
es: «%1$@» es un grupo sin píxeles propios. Pinte en una capa del grupo o en su máscara.
fr: « %1$@ » est un groupe sans pixels propres. Peignez sur un calque du groupe ou sur son masque.
ja: 「%1$@」はグループで、独自のピクセルはありません。グループ内のレイヤーかグループマスクに描画してください。
ko: “%1$@”은(는) 자체 픽셀이 없는 그룹입니다. 그룹 안의 레이어나 그룹 마스크에 그리세요.
pt_br: “%1$@” é um grupo sem pixels próprios. Pinte em uma camada do grupo ou na máscara do grupo.
zh_hans: “%1$@”是组，本身没有像素。请在组内的图层或组蒙版上绘画。
zh_hant: 「%1$@」是群組，本身沒有像素。請在群組內的圖層或群組遮色片上繪製。

source: “%1$@” is an adjustment layer, with no pixels to paint. Paint on its mask instead.
de: „%1$@“ ist eine Einstellungsebene ohne bemalbare Pixel. Malen Sie stattdessen auf ihrer Maske.
es: «%1$@» es una capa de ajuste, sin píxeles en los que pintar. Pinte en su máscara.
fr: « %1$@ » est un calque de réglage sans pixels sur lesquels peindre. Peignez plutôt sur son masque.
ja: 「%1$@」は調整レイヤーで、描画できるピクセルがありません。代わりにマスクに描画してください。
ko: “%1$@”은 페인팅할 픽셀이 없는 조정 레이어입니다. 대신 마스크에 페인팅하세요.
pt_br: “%1$@” é uma camada de ajuste, sem pixels para pintar. Pinte na máscara.
zh_hans: “%1$@”是调整图层，没有可绘画的像素。请在其蒙版上绘画。
zh_hant: 「%1$@」是調整圖層，沒有可繪畫的像素。請在其遮色片上繪畫。

source: “%1$@” is hidden, or inside a hidden folder. Show it to paint on it.
de: „%1$@“ ist ausgeblendet oder befindet sich in einer ausgeblendeten Gruppe. Blenden Sie die Ebene zum Malen ein.
es: «%1$@» está oculto o dentro de un grupo oculto. Muéstrelo para poder pintar.
fr: « %1$@ » est masqué ou dans un groupe masqué. Affichez-le pour y peindre.
ja: 「%1$@」は非表示、または非表示のグループ内にあります。表示してから描画してください。
ko: “%1$@”이(가) 숨겨져 있거나 숨겨진 그룹 안에 있습니다. 표시한 후 그리세요.
pt_br: “%1$@” está oculto ou dentro de um grupo oculto. Exiba-o para pintar.
zh_hans: “%1$@”已隐藏，或位于隐藏的组中。请先显示它，再进行绘画。
zh_hant: 「%1$@」已隱藏，或位於隱藏的群組中。請先顯示它再繪製。

source: “%1$@” was changed on disk.
de: „%1$@“ wurde auf dem Datenträger geändert.
es: «%1$@» se ha modificado en el disco.
fr: « %1$@ » a été modifié sur le disque.
ja: ディスク上の「%1$@」が変更されました。
ko: 디스크의 “%1$@”이(가) 변경되었습니다.
pt_br: “%1$@” foi alterado no disco.
zh_hans: 磁盘上的“%1$@”已被更改。
zh_hant: 磁碟上的「%1$@」已被變更。

source: (Multiple)
de: (Mehrfach)
es: (Varios)
fr: (Plusieurs)
ja: （複数）
ko: (여러 개)
pt_br: (Vários)
zh_hans: （多种字体）
zh_hant: （多種字型）

source: %1$@ by 10
de: %1$@ um 10
es: %1$@ en 10
fr: %1$@ de 10
ja: %1$@（10 単位）
ko: %1$@ (10 단위)
pt_br: %1$@ em 10
zh_hans: %1$@（步长 10）
zh_hant: %1$@（增減幅度 10）

source: %1$@ color
de: Farbe: %1$@
es: Color: %1$@
fr: Couleur : %1$@
ja: %1$@の色
ko: %1$@ 색상
pt_br: Cor: %1$@
zh_hans: %1$@颜色
zh_hant: %1$@顏色

source: %1$@ copy
de: %1$@ Kopie
es: %1$@ copia
fr: %1$@ copie
ja: %1$@ のコピー
ko: %1$@ 복사본
pt_br: %1$@ cópia
zh_hans: %1$@ 拷贝
zh_hant: %1$@ 拷貝

source: %1$@ effect
de: Effekt %1$@
es: Efecto %1$@
fr: Effet %1$@
ja: %1$@効果
ko: %1$@ 효과
pt_br: Efeito %1$@
zh_hans: %1$@效果
zh_hant: %1$@效果

source: %1$@ is assigned to both %2$@ and %3$@.
de: %1$@ ist sowohl %2$@ als auch %3$@ zugewiesen.
es: %1$@ está asignado tanto a %2$@ como a %3$@.
fr: %1$@ est attribué à la fois à %2$@ et à %3$@.
ja: %1$@ は %2$@ と %3$@ の両方に割り当てられています。
ko: %1$@이(가) %2$@ 및 %3$@ 모두에 할당되었습니다.
pt_br: %1$@ está atribuído a %2$@ e a %3$@.
zh_hans: %2$@ 和 %3$@ 均使用了快捷键 %1$@。
zh_hant: %2$@ 與 %3$@ 均使用了快速鍵 %1$@。

source: %1$@ is reserved by macOS.
de: %1$@ ist für macOS reserviert.
es: %1$@ está reservado por macOS.
fr: %1$@ est réservé par macOS.
ja: %1$@ は macOS 用に予約されています。
ko: %1$@은(는) macOS에서 예약된 단축키입니다.
pt_br: %1$@ é reservado pelo macOS.
zh_hans: %1$@ 是 macOS 的保留快捷键。
zh_hant: %1$@ 是 macOS 保留的快速鍵。

source: %1$@ of %2$@.
de: %1$@ von %2$@.
es: %1$@ de %2$@.
fr: %1$@ de %2$@.
ja: %2$@の%1$@。
ko: %2$@의 %1$@.
pt_br: %1$@ de %2$@.
zh_hans: %2$@的%1$@。
zh_hant: %2$@的%1$@。

source: %1$@ the selection by this many pixels
de: Auswahl um diese Pixelanzahl ändern: %1$@
es: %1$@ la selección este número de píxeles
fr: Modifier la sélection de ce nombre de pixels : %1$@
ja: 指定したピクセル数だけ選択範囲に「%1$@」を適用
ko: 지정한 픽셀 수만큼 선택 영역에 %1$@ 적용
pt_br: %1$@ a seleção por este número de pixels
zh_hans: 将选区%1$@指定的像素数
zh_hant: 將選取範圍%1$@指定的像素數

source: %1$@ uncompressed RGBA canvas
de: Unkomprimierte RGBA-Arbeitsfläche: %1$@
es: Lienzo RGBA sin comprimir: %1$@
fr: Zone de travail RGBA non compressée : %1$@
ja: 非圧縮 RGBA カンバス：%1$@
ko: 압축되지 않은 RGBA 캔버스: %1$@
pt_br: Tela RGBA sem compressão: %1$@
zh_hans: 未压缩 RGBA 画布：%1$@
zh_hant: 未壓縮 RGBA 版面：%1$@

source: %1$@. Double-click to reset.
de: %1$@. Zum Zurücksetzen doppelklicken.
es: %1$@. Haga doble clic para restablecer.
fr: %1$@. Double-cliquez pour réinitialiser.
ja: %1$@。ダブルクリックでリセット。
ko: %1$@. 두 번 클릭하여 재설정합니다.
pt_br: %1$@. Clique duas vezes para redefinir.
zh_hans: %1$@。双击可重置。
zh_hant: %1$@。按兩下可重設。

source: %lld more tabs
de: %lld weitere Tabs
es: %lld pestañas más
fr: %lld onglets supplémentaires
ja: ほか %lld 個のタブ
ko: 추가 탭 %lld개
pt_br: Mais %lld abas
zh_hans: 另有 %lld 个标签页
zh_hant: 另有 %lld 個標籤頁

source: 3 by 3 Average
de: 3 × 3 Pixel Durchschnitt
es: Promedio de 3 × 3
fr: Moyenne 3 × 3
ja: 3 × 3 ピクセルの平均
ko: 3 × 3 평균
pt_br: Média de 3 × 3
zh_hans: 3 × 3 平均
zh_hant: 3 × 3 平均

source: 5 by 5 Average
de: 5 × 5 Pixel Durchschnitt
es: Promedio de 5 × 5
fr: Moyenne 5 × 5
ja: 5 × 5 ピクセルの平均
ko: 5 × 5 평균
pt_br: Média de 5 × 5
zh_hans: 5 × 5 平均
zh_hant: 5 × 5 平均

source: A little stronger than Version 1. The sliders below still fall well short of the current look.
de: Etwas stärker als Version 1. Die Schieberegler unten bleiben immer noch weit hinter dem aktuellen Look zurück.
es: Un poco más intenso que la versión 1. Los reguladores siguientes aún producen un efecto mucho menor que el aspecto actual.
fr: Un peu plus fort que la version 1. Les curseurs ci-dessous sont encore bien en deçà de l'aspect actuel.
ja: バージョン 1 よりやや強い効果です。下のスライダーの効果は、現在の処理方式よりもかなり弱くなります。
ko: 버전 1보다 효과가 약간 강합니다. 아래 슬라이더의 효과는 현재 처리 방식보다 여전히 훨씬 약합니다.
pt_br: Um pouco mais intenso que a versão 1. Os controles deslizantes abaixo ainda produzem um efeito muito menor que a aparência atual.
zh_hans: 效果略强于版本 1。下方滑块的调整幅度仍明显小于当前版本。
zh_hant: 效果略強於版本 1。下方滑桿的調整幅度仍明顯小於目前版本。

source: A subdivision every %1$@ pixels.
de: Eine Unterteilung alle %1$@ Pixel.
es: Una subdivisión cada %1$@ píxeles.
fr: Une subdivision tous les %1$@ pixels.
ja: %1$@ ピクセルごとに分割線を表示。
ko: %1$@픽셀 간격으로 세분선을 표시합니다.
pt_br: Uma subdivisão a cada %1$@ pixels.
zh_hans: 每 %1$@ 像素一个子网格。
zh_hant: 每 %1$@ 像素一個子格點。

source: Actual Pixels
de: Tatsächliche Pixel
es: Píxeles reales
fr: Pixels réels
ja: 等倍表示
ko: 실제 픽셀
pt_br: Pixels reais
zh_hans: 实际像素
zh_hant: 實際像素

source: Actual pixels (⌘1)
de: Tatsächliche Pixel (⌘1)
es: Píxeles reales (⌘1)
fr: Pixels réels (⌘1)
ja: 等倍表示（⌘1）
ko: 실제 픽셀 (⌘1)
pt_br: Pixels reais (⌘1)
zh_hans: 实际像素 (⌘1)
zh_hant: 實際像素 (⌘1)

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
ja: 追加
ko: 추가
pt_br: Adicionar
zh_hans: 添加
zh_hant: 新增

source: Add %1$@
de: %1$@ hinzufügen
es: Añadir %1$@
fr: Ajouter %1$@
ja: %1$@を追加
ko: %1$@ 추가
pt_br: Adicionar %1$@
zh_hans: 添加%1$@
zh_hant: 新增%1$@

source: Add Hide-All Mask
de: Alles ausblendende Maske hinzufügen
es: Añadir máscara Ocultar todo
fr: Ajouter un masque Tout masquer
ja: すべてを隠すマスクを追加
ko: 모두 숨기기 마스크 추가
pt_br: Adicionar máscara Ocultar tudo
zh_hans: 添加隐藏全部的蒙版
zh_hant: 新增隱藏全部遮色片

source: Add layer mask
de: Ebenenmaske hinzufügen
es: Añadir máscara de capa
fr: Ajouter un masque de fusion
ja: レイヤーマスクを追加
ko: 레이어 마스크 추가
pt_br: Adicionar máscara de camada
zh_hans: 添加图层蒙版
zh_hant: 新增圖層遮色片

source: Add layer mask (Option-click for a black mask)
de: Ebenenmaske hinzufügen (Option-Klick für eine schwarze Maske)
es: Añadir máscara de capa (Opción-clic para una máscara negra)
fr: Ajouter un masque de fusion (Option-clic pour un masque noir)
ja: レイヤーマスクを追加（Option を押しながらクリックすると黒のマスク）
ko: 레이어 마스크 추가 (Option을 누른 채 클릭하면 검정 마스크)
pt_br: Adicionar máscara de camada (Option-clique para uma máscara preta)
zh_hans: 添加图层蒙版（按住 Option 单击可添加黑色蒙版）
zh_hant: 新增圖層遮色片（按住 Option 按一下可新增黑色遮色片）

source: Add layer mask revealing the selection (Option-click to hide it)
de: Ebenenmaske hinzufügen, die die Auswahl einblendet (Option-Klick zum Ausblenden)
es: Añadir máscara de capa que descubre la selección (Opción-clic para ocultarla)
fr: Ajouter un masque de fusion faisant apparaître la sélection (Option-clic pour la masquer)
ja: 選択範囲を表示するレイヤーマスクを追加（Option を押しながらクリックすると非表示）
ko: 선택 영역을 표시하는 레이어 마스크 추가 (Option을 누른 채 클릭하면 숨김)
pt_br: Adicionar máscara de camada que revela a seleção (Option-clique para ocultá-la)
zh_hans: 添加显示选区的图层蒙版（按住 Option 单击可隐藏选区）
zh_hant: 新增顯示選取範圍的圖層遮色片（按住 Option 按一下可隱藏選取範圍）

source: Add Mask
de: Maske hinzufügen
es: Añadir máscara
fr: Ajouter un masque
ja: マスクを追加
ko: 마스크 추가
pt_br: Adicionar máscara
zh_hans: 添加蒙版
zh_hant: 新增遮色片

source: Add Noise
de: Rauschen hinzufügen
es: Añadir ruido
fr: Ajout de bruit
ja: ノイズを加える
ko: 노이즈 추가
pt_br: Adicionar ruído
zh_hans: 添加杂色
zh_hant: 增加雜訊

source: Add Reveal-All Mask
de: Alles einblendende Maske hinzufügen
es: Añadir máscara Descubrir todo
fr: Ajouter un masque Tout faire apparaître
ja: すべてを表示するマスクを追加
ko: 모두 표시 마스크 추가
pt_br: Adicionar máscara Revelar tudo
zh_hans: 添加显示全部的蒙版
zh_hant: 新增顯示全部遮色片

source: Add to %1$@
de: Zu %1$@ hinzufügen
es: Añadir a %1$@
fr: Ajouter à %1$@
ja: %1$@に追加
ko: %1$@에 추가
pt_br: Adicionar a %1$@
zh_hans: 添加到 %1$@
zh_hant: 新增至 %1$@

source: Adds film grain, strongest in the middle tones.
de: Fügt Filmkorn hinzu, am stärksten in den Mitteltönen.
es: Añade grano de película, más intenso en los medios tonos.
fr: Ajoute du grain argentique, plus prononcé dans les tons moyens.
ja: フィルム粒子を追加します。中間調で最も強く現れます。
ko: 필름 그레인을 추가합니다. 중간 영역에서 가장 강하게 나타납니다.
pt_br: Adiciona granulação de filme, mais intensa nos tons médios.
zh_hans: 添加胶片颗粒，中间调区域的效果最强。
zh_hant: 新增底片顆粒，中間調區域的效果最強。

source: Adds green or magenta to the darkest tones.
de: Fügt Grün oder Magenta zu den dunkelsten Tönen hinzu.
es: Añade verde o magenta a los tonos más oscuros.
fr: Ajoute du vert ou du magenta aux tons les plus sombres.
ja: 最も暗い色調にグリーンまたはマゼンタを加えます。
ko: 가장 어두운 색조에 녹색 또는 마젠타를 추가합니다.
pt_br: Adiciona verde ou magenta aos tons mais escuros.
zh_hans: 为最暗的色调添加绿色或洋红。
zh_hant: 為最暗的色調新增綠色或洋紅。

source: Adds or softens contrast along broader shapes.
de: Verstärkt oder vermindert den Kontrast größerer Strukturen.
es: Añade o suaviza el contraste a lo largo de formas más amplias.
fr: Renforce ou adoucit le contraste des grandes structures.
ja: 大きな形状のコントラストを強めたり弱めたりします。
ko: 넓은 형태의 대비를 강화하거나 완화합니다.
pt_br: Adiciona ou suaviza o contraste ao longo de formas mais amplas.
zh_hans: 增强或减弱较大范围轮廓的对比度。
zh_hant: 增強或減弱較大範圍輪廓的對比。

source: Adds or softens small detail.
de: Verstärkt oder glättet feine Details.
es: Añade o suaviza pequeños detalles.
fr: Renforce ou adoucit les détails fins.
ja: 細部を強調したり滑らかにしたりします。
ko: 작은 세부 묘사를 강화하거나 부드럽게 합니다.
pt_br: Adiciona ou suaviza pequenos detalhes.
zh_hans: 增强或柔化细小的纹理细节。
zh_hant: 增強或柔化細小的紋理細節。

source: Adjustment · Double-click to edit
de: Korrektur · Zum Bearbeiten doppelklicken
es: Ajuste · Haga doble clic para editar
fr: Réglage · Double-cliquez pour modifier
ja: 調整 · ダブルクリックで編集
ko: 조정 · 두 번 클릭하여 편집
pt_br: Ajuste · Clique duas vezes para editar
zh_hans: 调整图层 · 双击编辑
zh_hant: 調整圖層 · 按兩下編輯

source: Adjustment input
de: Eingabewert der Korrektur
es: Entrada del ajuste
fr: Valeur d’entrée du réglage
ja: 調整の入力値
ko: 조정 입력값
pt_br: Entrada do ajuste
zh_hans: 调整输入
zh_hant: 調整輸入

source: Adjustment parameters may not match Photoshop exactly.
de: Die Korrekturparameter stimmen möglicherweise nicht genau mit Photoshop überein.
es: Los parámetros de ajuste pueden no coincidir con Photoshop exactamente.
fr: Les paramètres de réglage peuvent ne pas correspondre exactement à Photoshop.
ja: 調整パラメーターは Photoshop と完全には一致しない場合があります。
ko: 조정 매개 변수는 Photoshop과 정확히 일치하지 않을 수 있습니다.
pt_br: Os parâmetros de ajuste podem não corresponder exatamente ao Photoshop.
zh_hans: 调整参数可能与 Photoshop 不完全一致。
zh_hant: 調整參數可能與 Photoshop 不完全一致。

source: Adjusts the bright parts of the picture. Hold Option to see clipped highlights.
de: Passt die hellen Bildbereiche an. Halten Sie die Option-Taste gedrückt, um beschnittene Lichter anzuzeigen.
es: Ajusta las zonas claras de la imagen. Mantenga pulsada Opción para ver las iluminaciones recortadas.
fr: Ajuste les zones claires de l’image. Maintenez la touche Option pour afficher les tons clairs écrêtés.
ja: 画像の明るい部分を調整します。Option キーを押すと白飛びを確認できます。
ko: 이미지의 밝은 부분을 조정합니다. Option을 누르면 잘린 밝은 영역을 확인할 수 있습니다.
pt_br: Ajusta as áreas claras da imagem. Mantenha Option pressionada para ver os realces cortados.
zh_hans: 调整图像的明亮区域。按住 Option 可查看高光剪切。
zh_hant: 調整影像的明亮區域。按住 Option 可檢視亮部剪裁。

source: Adjusts the dark parts of the picture. Hold Option to see clipped shadows.
de: Passt die dunklen Bildbereiche an. Halten Sie die Option-Taste gedrückt, um beschnittene Tiefen anzuzeigen.
es: Ajusta las zonas oscuras de la imagen. Mantenga pulsada Opción para ver las sombras recortadas.
fr: Ajuste les zones sombres de l’image. Maintenez la touche Option pour afficher les tons foncés écrêtés.
ja: 画像の暗い部分を調整します。Option キーを押すと黒つぶれを確認できます。
ko: 이미지의 어두운 부분을 조정합니다. Option을 누르면 잘린 어두운 영역을 확인할 수 있습니다.
pt_br: Ajusta as áreas escuras da imagem. Mantenha Option pressionada para ver as sombras cortadas.
zh_hans: 调整图像的阴暗区域。按住 Option 可查看阴影剪切。
zh_hant: 調整影像的陰暗區域。按住 Option 可檢視陰影剪裁。

source: Advanced
de: Erweitert
es: Avanzado
fr: Avancé
ja: 詳細
ko: 고급
pt_br: Avançado
zh_hans: 高级
zh_hant: 進階

source: Align %1$@
de: Ausrichten: %1$@
es: Alinear: %1$@
fr: Aligner : %1$@
ja: 整列：%1$@
ko: 정렬: %1$@
pt_br: Alinhar: %1$@
zh_hans: 对齐：%1$@
zh_hant: 對齊：%1$@

source: Aligned
de: Ausgerichtet
es: Alineado
fr: Aligné
ja: 調整あり
ko: 정렬
pt_br: Alinhado
zh_hans: 对齐
zh_hant: 對齊

source: All
de: Alles
es: Todo
fr: Tout
ja: すべて
ko: 모두
pt_br: Tudo
zh_hans: 全部
zh_hant: 全部

source: All Layers
de: Alle Ebenen
es: Todas las capas
fr: Tous les calques
ja: すべてのレイヤー
ko: 모든 레이어
pt_br: Todas as camadas
zh_hans: 所有图层
zh_hant: 所有圖層

source: Amount
de: Stärke
es: Cantidad
fr: Gain
ja: 量
ko: 양
pt_br: Intensidade
zh_hans: 数量
zh_hant: 總量

source: An image could not be saved. The previous project has not been replaced.
de: Ein Bild konnte nicht gespeichert werden, das vorherige Projekt wurde nicht ersetzt.
es: No se pudo guardar una imagen. No se ha reemplazado el proyecto anterior.
fr: Une image n'a pas pu être sauvegardée. Le projet précédent n'a pas été remplacé.
ja: 画像を保存できませんでした。既存のプロジェクトは置き換えられていません。
ko: 이미지를 저장할 수 없습니다. 기존 프로젝트는 대체되지 않았습니다.
pt_br: Não foi possível salvar uma imagem. O projeto anterior não foi substituído.
zh_hans: 无法保存图像。原项目未被替换。
zh_hant: 無法儲存影像。原專案未被取代。

source: An image inside the project is missing or damaged. The current document has not been replaced.
de: Ein Bild innerhalb des Projekts fehlt oder ist beschädigt, das aktuelle Dokument wurde nicht ersetzt.
es: Falta una imagen del proyecto o está dañada. No se ha reemplazado el documento actual.
fr: Une image à l'intérieur du projet est manquante ou endommagée. Le document actuel n'a pas été remplacé.
ja: プロジェクト内の画像が見つからないか、破損しています。現在のドキュメントは置き換えられていません。
ko: 프로젝트 안의 이미지가 없거나 손상되었습니다. 현재 문서는 대체되지 않았습니다.
pt_br: Uma imagem do projeto está ausente ou danificada. O documento atual não foi substituído.
zh_hans: 项目中的图像丢失或损坏。当前文档未被替换。
zh_hant: 專案中的影像遺失或損壞。目前文件未被取代。

source: Analyze the active layer only, or every visible layer as shown
de: Nur die aktive Ebene oder alle sichtbaren Ebenen wie dargestellt analysieren
es: Analizar la capa activa solamente, o cada capa visible como se muestra
fr: Analyser uniquement le calque actif ou tous les calques visibles tels qu’ils sont affichés
ja: アクティブなレイヤーのみ、または表示中のすべてのレイヤーを見た目どおりに解析
ko: 활성 레이어만 분석하거나 표시된 모든 레이어를 보이는 상태로 분석
pt_br: Analise apenas a camada ativa, ou cada camada visível como mostrado
zh_hans: 仅分析当前图层，或分析所有可见图层的合成效果
zh_hant: 僅分析目前圖層，或分析所有可見圖層的合成效果

source: Anchor
de: Anker
es: Ancla
fr: Ancrage
ja: 基準位置
ko: 기준 위치
pt_br: Âncora
zh_hans: 定位
zh_hant: 定位

source: Angle
de: Winkel
es: Ángulo
ja: 角度
ko: 각도
pt_br: Ângulo
zh_hans: 角度
zh_hant: 角度

source: Another app changed this project. You can revert to the version on disk, losing your unsaved changes, or keep what you have.
de: Eine andere App hat dieses Projekt geändert. Sie können zur Version auf dem Datenträger zurückkehren und Ihre ungespeicherten Änderungen verwerfen oder die aktuelle Version behalten.
es: Otra aplicación cambió este proyecto. Usted puede volver a la versión en disco, perder sus cambios sin guardar, o mantener lo que tiene.
fr: Une autre application a modifié ce projet. Vous pouvez revenir à la version sur disque en perdant vos modifications non enregistrées, ou conserver la version actuelle.
ja: 別のアプリでこのプロジェクトが変更されました。未保存の変更を破棄してディスク上のバージョンに戻すか、現在の内容を保持できます。
ko: 다른 앱에서 이 프로젝트를 변경했습니다. 저장하지 않은 변경 사항을 버리고 디스크의 버전으로 되돌리거나 현재 내용을 유지할 수 있습니다.
pt_br: Outro aplicativo mudou este projeto. Você pode reverter para a versão no disco, perdendo suas alterações não salvas, ou manter o que você tem.
zh_hans: 其他应用更改了此项目。可以恢复为磁盘上的版本（未保存的更改将丢失），也可以保留当前版本。
zh_hant: 其他應用程式更改了此專案。可以恢復為磁碟上的版本（未儲存的更改將遺失），也可以保留目前版本。

source: Anti-alias
de: Glätten
es: Suavizado
fr: Lissage
ja: アンチエイリアス
ko: 앤티 앨리어스
pt_br: Suavização de serrilhado
zh_hans: 消除锯齿
zh_hant: 消除鋸齒

source: Applies generic profile strength when camera metadata is not available.
de: Wendet eine allgemeine Profilstärke an, wenn keine Kamerametadaten verfügbar sind.
es: Aplica una intensidad de perfil genérica cuando no hay metadatos de la cámara.
fr: Applique une intensité de profil générique lorsque les métadonnées de l’appareil photo ne sont pas disponibles.
ja: カメラのメタデータがない場合は、汎用プロファイルの強度を適用します。
ko: 카메라 메타데이터가 없으면 일반 프로필 강도를 적용합니다.
pt_br: Aplica uma intensidade de perfil genérica quando não há metadados da câmera.
zh_hans: 缺少相机元数据时，使用通用的配置文件校正强度。
zh_hant: 缺少相機中繼資料時，使用通用的描述檔校正強度。

source: Apply
de: Anwenden
es: Aplicar
fr: Appliquer
ja: 適用
ko: 적용
pt_br: Aplicar
zh_hans: 应用
zh_hant: 套用

source: Apply Crop
de: Freistellen anwenden
es: Aplicar recorte
fr: Appliquer le recadrage
ja: 切り抜きを適用
ko: 자르기 적용
pt_br: Aplicar corte
zh_hans: 应用裁剪
zh_hant: 套用裁切

source: Apply current canvas operation
de: Aktuellen Vorgang auf der Arbeitsfläche anwenden
es: Aplicar la operación actual del lienzo
fr: Appliquer l’opération en cours sur la zone de travail
ja: 現在のカンバス操作を適用
ko: 현재 캔버스 작업 적용
pt_br: Aplicar a operação atual da tela
zh_hans: 应用当前画布操作
zh_hant: 套用目前版面操作

source: Apply outside this range instead
de: Stattdessen außerhalb dieses Bereichs anwenden
es: Aplicar fuera de este rango en su lugar
fr: Appliquer plutôt à l’extérieur de cette plage
ja: この範囲の外側に適用
ko: 이 범위 바깥에 적용
pt_br: Aplicar fora deste intervalo
zh_hans: 改为应用于此范围之外
zh_hant: 改為套用於此範圍之外

source: Applying…
de: Wird angewendet…
es: Aplicando…
fr: Application…
ja: 適用中…
ko: 적용 중…
pt_br: Aplicando…
zh_hans: 正在应用…
zh_hant: 正在套用…

source: Aquas
de: Aquamarintöne
es: Aguamarinas
fr: Turquoises
ja: アクア
ko: 아쿠아 계열
pt_br: Azuis-piscina
zh_hans: 浅绿色
zh_hant: 水綠色

source: Aspect
de: Seitenverhältnis
es: Aspecto
fr: Rapport largeur/hauteur
ja: 縦横比
ko: 종횡비
pt_br: Aspecto
zh_hans: 长宽比
zh_hant: 長寬比

source: Auto balances the average color. Custom follows Temperature and Tint.
de: „Auto“ gleicht die durchschnittliche Farbe aus. „Benutzerdefiniert“ verwendet Temperatur und Farbton.
es: Automático equilibra el color medio. Personalizado utiliza Temperatura y Matiz.
fr: Auto équilibre la couleur moyenne. Personnalisé utilise les réglages Température et Teinte.
ja: 「自動」は平均色のバランスを調整します。「カスタム」は色温度と色かぶり補正の値に従います。
ko: 자동은 평균 색상의 균형을 맞춥니다. 사용자 정의는 색온도와 색조 설정을 따릅니다.
pt_br: Automático equilibra a cor média. Personalizado usa Temperatura e Colorir.
zh_hans: “自动”根据平均颜色校正白平衡；“自定”使用色温和色调设置。
zh_hant: 「自動」根據平均顏色校正白平衡；「自訂」使用色溫和色調設定。

source: Auto Select
de: Automatisch auswählen
es: Selección automática
fr: Sélection automatique
ja: 自動選択
ko: 자동 선택
pt_br: Seleção automática
zh_hans: 自动选择
zh_hant: 自動選取

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
ja: 背景色
ko: 배경색
pt_br: Plano de fundo
zh_hans: 背景色
zh_hant: 背景色

source: Background color
de: Hintergrundfarbe
es: Color de fondo
fr: Couleur d’arrière-plan
ja: 背景色
ko: 배경색
pt_br: Cor do plano de fundo
zh_hans: 背景色
zh_hant: 背景色

source: Background for transparency
de: Hintergrund für transparente Bereiche
es: Fondo para las áreas transparentes
fr: Arrière-plan des zones transparentes
ja: 透明部分の背景
ko: 투명 영역의 배경
pt_br: Fundo para áreas transparentes
zh_hans: 透明区域的背景色
zh_hant: 透明區域的背景色

source: Bake and Delete
de: Einrechnen und löschen
es: Aplicar y eliminar
fr: Appliquer et supprimer
ja: 適用して削除
ko: 적용 후 삭제
pt_br: Aplicar e excluir
zh_hans: 栅格化并删除
zh_hant: 點陣化並刪除

source: Bake keeps the current masked appearance in the dependent layers’ pixels. Remove Links reveals their pixels. You can undo either choice.
de: „Einrechnen“ erhält das aktuelle maskierte Aussehen in den Pixeln der abhängigen Ebenen. „Verknüpfungen entfernen“ blendet deren Pixel ein. Beide Optionen lassen sich rückgängig machen.
es: Aplicar conserva el aspecto actual de las máscaras en los píxeles de las capas dependientes. Eliminar vínculos revela sus píxeles. Ambas opciones se pueden deshacer.
fr: Appliquer conserve l’aspect masqué actuel dans les pixels des calques dépendants. Supprimer les liens fait réapparaître leurs pixels. Les deux opérations peuvent être annulées.
ja: 「適用」は、参照先レイヤーのピクセルに現在のマスクの見た目を反映します。「リンクを削除」は元のピクセルを表示します。どちらの操作も取り消せます。
ko: 적용하면 이 마스크를 참조하는 레이어의 픽셀에 현재 마스크 모양이 반영됩니다. 링크를 제거하면 원래 픽셀이 드러납니다. 어느 쪽이든 실행 취소할 수 있습니다.
pt_br: Aplicar preserva a aparência atual das máscaras nos pixels das camadas dependentes. Remover vínculos revela seus pixels. Ambas as opções podem ser desfeitas.
zh_hans: “栅格化”将当前蒙版效果固化到关联图层的像素中；“移除链接”将显示被蒙版隐藏的像素。两种操作均可撤销。
zh_hant: 「點陣化」將目前遮色片效果固化到關聯圖層的像素中；「移除連結」將顯示被遮色片隱藏的像素。兩種操作均可還原。

source: Based On
de: Basierend auf
es: Basado en
fr: Selon
ja: 基準
ko: 기준
pt_br: Baseado em
zh_hans: 基于
zh_hant: 基於

source: Basic
de: Grundeinstellungen
es: Básico
fr: Réglages de base
ja: 基本
ko: 기본
pt_br: Básico
zh_hans: 基本
zh_hant: 基本
